<template>
  <div class="content-fluid">
    <h1>{{ $route.meta.title }}</h1>
    <div>
      <h2>Поиск:</h2>
      <p>
        Быстрый способ найти на сайт деталь - воспользоваться кнопкой<strong
          >"КАТАЛОГ ЗАПЧАСТЕЙ"</strong
        >(сверху слева). Там встроен фильтр<em
          >" Фирма -- Модель -- год -- количество товаров ".</em
        >
      </p>
      <br />
      <h2>Общение с нами:</h2>
      <p>
        По телефону (номер вверху страницы) Вашего звонка ждет оператор. Можно
        воспользоваться услугой <strong>"ЗАКАЖИ ОБРАТНЫЙ ЗВОНОК"</strong> и
        дождаться звонка оператора на указанный номер. Можно написать сообщение
        в рубриках<strong>"НАПИШИТЕ НАМ"</strong> или
        <strong>"ВОПРОС И ОТВЕТ"</strong> (внизу страницы), либо окрыть
        <strong>чат</strong>. Оператор, после сбора информации, даст Вам
        письменный ответ по электронной почте + продублирует в рубрике
        <strong>"ВОПРОС И ОТВЕТ"</strong>.
      </p>
      <br />
      <h2>Предзаказ:</h2>
      <p>
        Положить товар себе в корзину. При оформлении заказа указывается способ
        оплаты и доставки. Комментарий - приветствуются. Оформленному заказу
        присваивается номер, на Вашу почту придет оповещение. Присваивается
        статус, который виден по кнопке -
        <strong>"СТАТУС ЗАКАЗА"</strong> (внизу с права). Статус будет меняться.
        В начале, это -<em>"Заказ создан "</em>.Оформление заказа не требует
        немедленной оплаты товара.Этот этап нам нужен для сбора информации о
        товаре и логистике доставки. Далее Вам звонит оператор для подтверждения
        заказа. Если телефон не доступен (и такое бывает), он начинает переписку
        по почте.
      </p>
      <br />
      <h2>Оплата и доставка</h2>
      <p>
        Оплата товара и доставки в интернет-магазине
        "<strong>MSAmoto.ru</strong>":
      </p>
      <p>
        В зависимости от желания оплатить тем или иным способом - меняется
        способ доставки товара:
      </p>
      <br />
      <ul style="padding-left: 3%">
        <li>
          <strong>100% оплата товара и доставки:</strong>
          <br />
          <em>а) Из Забайкальска в Москву АВИАДОСТАВКА + 2500 р. </em>
          <p>
            Далее ТТК -"<strong>ЖелДорЭкспедиция</strong>",
            "<strong>БайкалСервис</strong>" до Вашего города.Срок исполнения
            заказа 20-25 дней.<br />Калькулятор ТТК
            "<strong>ЖелДорЭкспедиция</strong>"-
            <a href="https://i.jde.ru/rq/?rnd=11168766"
              >https://www.dellin.ru/https://i.jde.ru/rq/?rnd=11168766</a
            >
            (из Мск до Вашего города).<br />Калькулятор ТТК
            "<strong>БайкалСервис</strong>"-
            <a href="https://www.baikalsr.ru/tools/calculator/"
              >https://pecom.ru/services-are/the-calculation-of-the-cost/</a
            >
            (из Мск до Вашего города).
          </p>
          <br />
          <em
            >б) Из Забайкальска до Вашего города "<strong>ПОЧТОЙ РОССИИ</strong
            >"</em
          >
          <br />Срок исполнения заказа 25-35 дней.<br />Калькулятор "<strong
            >Почты России</strong
          >" -
          <a href="https://www.pochta.ru/parcels"
            >https://www.pochta.ru/parcels</a
          >.
        </li>
        <br />
        <li>
          <strong>Наложенным платежом при авансе в 5000 р.</strong>
          <p>
            <em
              >Отправка товара производится только "<strong
                >Почтой России</strong
              >"</em
            >
            <br />Срок исполнения заказа 25-35 дней.<br />Калькулятор "<strong
              >Почты России</strong
            >" -
            <a href="https://www.pochta.ru/parcels"
              >https://www.pochta.ru/parcels</a
            >.
          </p>
        </li>
      </ul>
      <br />
      <h2>Темы обсуждения с нашими операторами:</h2>
      <p>
        Название предмета заказа, артикул из каталога интернет-магазина, цвет,
        год выпуска Вашего мото, город доставки, адрес получения, No паспорта,
        адрес прописки и номер телефона получателя, способ оплаты, способ
        получения заказа, фото детали, либо комплекта с выбранным вариантом
        цвета (если нет в каталоге на сайте). Может еще чего и забыл, типа какая
        погода у Вас, да насколько шершавый асфальт))Главное, друзья, в нашем
        деле-здоровое общение!
      </p>
      <br />
      <h2>Важно!!!</h2>
      <p>
        Если в нашем каталоге нет искомой модели или фирмы, а Вы уже здесь, то
        не стесняйтесь спрашивать. Наша работа - помочь решить Вашу мото
        проблему)) <strong>Китай - дело такое ))</strong>
      </p>
      <br />
      <h2>НЕ ЯВЛЯЕТСЯ ПУБЛИЧНОЙ ОФЕРТОЙ</h2>
      <ul>
        <li>
          Вся представленная на сайте информация, касающаяся технических
          характеристик, наличия на складе, стоимости товаров, носит
          информационный характер и ни при каких условиях не является публичной
          офертой, определяемой положениями Статьи 437(2) Гражданского кодекса
          РФ.
        </li>
        <li>
          Нажатие на кнопку "купить", а также последующее заполнение тех или
          иных форм, не накладывает на владельцев сайта никаких обязательств.
        </li>
        <li>
          Присланное по e-mail сообщение, содержащее копию заполненной формы
          заявки на сайте, не является ответом на сообщение потребителя или
          подтверждением заказа со стороны владельцев сайта.
        </li>
        <li>
          Все материалы, размещенные на сайте являются собственностью владельцев
          сайта, либо собственностью организаций, с которыми у владельцев сайта
          есть соглашение о размещении материалов. Копирование любой информации
          может повлечь за собой уголовное преследование.
        </li>
        <li>
          Регистрируясь на сайте или оставляя тем или иным способом свою
          персональную информацию, Вы делегируете право сотрудникам компании
          обрабатывать вашу персональную информацию.
        </li>
        <li>
          Для аналитических целей на сайте работает система статистики, которая
          собирает информацию о посещенных страницах сайта, заполненных формах и
          тд. Сотрудники компании имеют доступ к этой информации
        </li>
        <li>
          Оформляя заказ на сайте или иным способом становясь клиентом нашей
          компании, вы принимаете условия оферты, действующей с 01.12.2016.
        </li>
      </ul>
      <br />
      <h2>С уважением к Вам - коллектив интернет-магазина "MSAmoto".</h2>
    </div>
  </div>
</template>
