<template>
  <main-layout>
    <div class="content-fluid">
      <h1>{{$route.meta.title}}</h1>
      <div v-html="infoText"></div>
    </div>
  </main-layout>
</template>

<script>
  import MainLayout from '@/layouts/Main.vue'

  export default {
    components: {
      MainLayout
    },
    data() {
      return {
        infoText: '<h4>Добрый день, друзья!</h4>'+
        '<p>Уж если открыта эта страница, в которой обычно речь идет о статусе и истории магазина, значит наши предложения и товары не оставили Вас равнодушными. Это хорошо!!!</p>'+
        '<p>Коллектив интернет-магазина " MSAmoto.ru" - это группа единомышленников, повернутая на мотоциклетной теме.</p>' +
        '<p>Так случилось, что основное направление деятельности нашей фирмы-это доставка товаров из Китая. Вот уже пол-десятка лет мы доставляем партнерам по всей России детали комплектующие мотоциклы спортивного сегмента.Тут и зеркала и повторители поворотов, фары, плуги, крышки и все виды пластика для мотоцикла. В общем Китай удивляй)). В начале года нам принято решение удовлетворить спрос и потребности не только оптовиков, но и всех желающих получить качественный товар быстро. И вот мы - интернет магазин. На сегодняшний день " MSAmoto.ru" предоставляет Вам продукцию лучшего завода производства пластика в Китае, лучший сервис сопровождения груза и консультаций,самую быструю доставку изделий по России ну и главное в нашей работе - это конкурентная цена. Удерживать эту минимальную цену на Российском рынке нам позволяет несколько факторов такие как мудрая логистика,территориальная близость к самому изготовителю, собственная служба доставки, отсутствие офисов продаж и раздутых штатов. Товар к Вам попадает прямо с завода, минуя любых посредников и торговые точки. Заключайте с нами договора, поручайте подряды, " MSAmoto.ru" - это залог успеха.</p>'
       }
    }
  }
</script>

<style scoped>
</style>
