<template>
  <main-layout>
    <div class="content-fluid">
      <h1>{{$route.meta.title}}</h1>
      <div v-html="infoText"></div>
    </div>
  </main-layout>
</template>

<script>
  import MainLayout from '../layouts/Main.vue'

  export default {
    components: {
      MainLayout
    },
    data() {
      return {
        infoText: 'Здравствуйте!<br>Мы рады видеть Вас на сайте интернет магазина мотозапчастей MSA MOTO! На сегодняшний день мы предлагаем нашим клиентам широкий спектр мотозапчастей и аксессуаров, которые можно приобрести  через Интернет-магазин. Наша задача- предоставить товар в кротчайший срок и наилучшего качества Покупая у нас, вы получаете  и приятное впечатление от сотрудничества.<br>Практически любой владелец мотоцикла сможет подобрать у нас для своего мото не только защиту, но и стильный автоаксессуар, выделяющий его из общей массы.'
      }
    }
  }
</script>

<style scoped>
</style>