<template>
  <main-layout>
    <div class="content-fluid">
      <h1>{{$route.meta.title}}</h1>
      <div v-html="infoText"></div>
    </div>
  </main-layout>
</template>

<script>
  import MainLayout from '@/layouts/Main.vue'

  export default {
    components: {
      MainLayout
    },
    data() {
      return {
        infoText: '<h3>ZXMT</h3>'+
        '<p>Вот уже более двух десятков лет компания ZXMT лидирует в своей отрасли по производству пластиковых обвесов для мотоциклов в Китае. На данный момент этот завод, расположенный в городе Луфэн, провинция Гуандун, производит 80% всего мотопластика по всему миру. Безусловно, таких показателей не возможно достичь без исключительного качества продукта и высочайших требований к покраске и отделке.</p>'+
      '<p>Многие производители пластика в Китае все еще предлагают продукцию, сделанную компрессионным формированием, и постоянно сталкиваются с проблемами неточностей крепежа деталей и подгонкой друг к другу. Этот метод ,конечно, дешевле в производстве, но изделия не точны. Уйдя от таких проблем, ZXMT изготавливает свою продукцию исключительно с использованием литьевых форм. Да, это дороже, но изделия, сделанные по технологии компрессионного формирования, каждое, как две капли воды, повторяют друг друга. Продукт, который выходит из литьевых форм, идентичен и повторяет деталь, сделанную оригинальным производителем. Это важный момент при монтаже комплекта, ведь он подходит идеально, исключая проблемы установок. У ZXMT более 60 различных комплектов литьевых форм на различные мотобренды , это на порядок больше, чем у любой другой компании. Эти формы позволяют держать в производстве обтекатели практически каждого бренда спортбайка, включая Honda, Kawasaki, Yamaha, Suzuki, BMW и Ducati.</p>'+
      '<p>Говоря о высочайшем качестве пластика, следует уточнить такой момент, что пластик Pure Virgin ABS импортируется из Кореи и является сырьем первичной обработки для обтекателей, что в сравнении со вторичными переработками, которым подвержена значительная часть аналогичных производств в Китае. Пластик в изделиях ZXMT гораздо более гибкий, эластичней и крепче по своему составу и свойствам.<br />Другое преимущество применения технологий на ZXMT- это применение ультрафиолетовой обработки лакокрасочных поверхностей. В отличие от традиционных методов покраски, которую применяют другие производители пластика, эта технология гарантирует, что продукт ZXMT лучше защищен от выцветания и рекордно дольше сохраняет яркость цвета. Помимо этих преимуществ, это позволяет сократить срок изготовления единицы изделия на 5 дней, тем самым сократив срок поставки Вам.</p>'+
      '<p>Важным моментом является и качество упаковки товара. По этой причине каждая деталь комплекта обернута в антиабразивный пенный упаковочный материал, затем в 7-слойные гофрированные картонные коробки, и помещают все это в деревянные транспортировочные ящики.</p>'+
      '<p>ZXMT каждый раз участвует во всех известных выставках по всему миру, демонстрируя качество и в Кельне, и Милане, и Индианаполисе, получая достойное внимание к своей продукции. Они гордятся своей продукцией, качеством услуг. Они много работают над этим, чтобы быть убежденными, что любой опыт от общения с ZXMT был положительным, а продукты были подтверждены личной гарантией качества.</p>'+
      '<p>В настоящее время у ZXMT заключен ряд договоров и подрядов со многими международными компаниями мотоциклов, такими монстрами, как концерны Honda, Suzuki, Kawasaki, Yamaha и тд. Их продукцию применяют в комплектации мото не только в Китае, но и в других зарубежных странах мотосообщества.</p>'
      }
    }
  }
</script>

<style scoped>
</style>
