<template>
  <main-layout>
    <div class="content-fluid">
      <h1>{{$route.meta.title}}</h1>
      <div v-html="infoText"></div>
    </div>
  </main-layout>
</template>

<script>
  import MainLayout from '@/layouts/Main.vue'

  export default {
    components: {
      MainLayout
    },
    data() {
        return {
          infoText: '<h4>Оплата товара и доставки в интернет-магазине "MSAmoto.ru":</h4><br><u>100% предоплата</u> Из г Москва-до Вашего города доставку осуществляет ТТК (оплата транспортной компании совершается Вами при получении груза)<br>' +
            '<br><u>Наложенным платежом.</u> При заказе предварительно оплачивается залоговая сумма 5000 рублей.<br>Из г.Забайкальск-в Ваш город доставку осуществляет EMS Почта России (в итоге оплачивается стоимость товара + 1500 рублей доставка Express Mail Service (EMS).<br><br>' +
            '<h4>Доставка товара.</h4><br>При выборе "100% оплаты товара"- после таможни груз следует в Москву . Далее по расчетным срокам ТТК к Вам. Отслеживание груза через нашего оператора.' +
            '<br>При выборе "оплата при получении" - после таможни товар отгружается в г Забайкальск и следует сервисом ЕМС Почта России (в пути 4-5 дня). Отслеживание груза сервисами доставки ЕМС Почта России.'+
            '<br><br>Оба эти способы доставки примерно одинаковы по времени в пути. В среднем сроки исполнения заказов с доставкой варьируются в пределах 18-23 дней.'
        }
    }
  }
</script>

<style scoped>
</style>
