<template>
  <main-layout>
    <div class="content-fluid">
      <h1>{{$route.meta.title}}</h1>
      <ul class="list-review">
        <li v-for="review in reviews">
          <div class="reviewStars-input">
            <label :class="review.rating >= 1 ? 'active' : ''"></label>
            <label :class="review.rating >= 2 ? 'active' : ''"></label>
            <label :class="review.rating >= 3 ? 'active' : ''"></label>
            <label :class="review.rating >= 4 ? 'active' : ''"></label>
            <label :class="review.rating >= 5 ? 'active' : ''"></label>
          </div>
          <div v-html="review.text">
          </div>
        </li>
      </ul>
    </div>
  </main-layout>
</template>

<script>
  import MainLayout from '../layouts/Main.vue'

  export default {
    components: {
      MainLayout
    },
    data() {
      return {
        reviews: [
        {text: 'Контора супер , доставка тоже супер а главное всё по честному и цена устраивает СПАСИБО БОЛЬШОЕ всем шершавай дороги', rating: 5},
        {text: 'Заказывал комплект пластика на ZZR 400, прислали быстро, все очень аккуратно запаковано, без каких либо повреждений. Качеством пластика доволен! <br>Работал по 100% предоплате, никаких проблем. Спасибо фирме "Пластик -Мото" за оперативную работу.', rating: 5},
        {text: 'Заказывал запчасти на своего джиксера в данном магазине!! Все четко ,быстро,любезно , умеют работать !! Так держать ребята буду всегда орентироваться на вас!!!', rating: 5},
        {text: 'Заказывал пластик хвоста для ZZR-400, пластик получил, остался доволен. :-)', rating: 5},
        {text: 'Оперативно сработали, мне понравилось. Без лишних переплат на почте. Обязательно еще что ни будь закажу.Всем спасибо', rating: 5},
        {text: 'заказывал ,пришло быстро,хорошо упаковано,на штатное место по креплениям отлично подошло и цена приемлема.молодцы', rating: 5},
        {text: 'Все пришло во время, все понравилось, все было во время, как обещали! Перевёл деньги из другого города и не обманули!', rating: 5},
        {text: 'Неоднократно приобретал пластик, как для себя, так и для друзей! Качество крепежа стало намного выше, детали стык в стык! Огромное спасибо за качество и ассортимент. Ровных дорог продавцу/консультанту Сергею.', rating: 5},
        {text: 'Один из лучших интернет магазинов. Парни рвут всех ценами))', rating: 5},
        {text: 'Спасибо Вам из города Владимира. Отдельное спасибо Станиславу с которым вели диалог по телефону. Весь товар уже установлен на мото. Всё отлично. Ваш магазин очень выручает)))', rating: 5},
        {text: 'Очень довольна!!! Все на высшем уровне от и до! спасибо!', rating: 5},
        {text: 'Заказал в этом магазине пластик на СИБЕРА всё пришло в срок и ребята очень приветливые и понимающие,спас ибо вам!!!!! Заказывайте,не сомневайтесь!!! !!', rating: 5},
        {text: 'Заказал пластик на GSX-R K6 1000.. Всем доволен, передали заказ в курьерскую службу быстро, на следующий день я её уже получил (В Питере). Перед отправкой отзвонились, сказали, что один элемент из комплекта деформирован при транспортировке и предложили замену из одного элемента взятого у коллег. <br>Спасибо за оперативность и хорошую работу !', rating: 5},
        {text: 'Заказывал пластик на Kawasaki ZX6R. Все прошло на высшем уровне, быстро приняли заказ и через 3 дня посылка была в Костроме. Спасибо Большое за качество обслуживания и за быструю доставку!!! :-)', rating: 5},
        {text: 'Заказывал комплект пластика на GSX-R 600, подножки и стекло. Все пришло, я доволен, на подножки и стекло мне сделали хорошую скидку. <br>Ребята адектватные, с такими приятно иметь дело. <br>P.S.: Порадовала упаковка и термозащита уже на пластик наклеена.', rating: 5},
        {text: 'Не могу не оставить отзыв. Заказал комплект пластика, оплатил, через пару часов уже выслали номер почтового отправления. Такого быстрого обслуживания еще не встречал. Пришел быстро, пластик хорошо запакован. Конечно придется чуть поработать напильником чтобы срезать выступающий пластик в стыках, но на то это и китай)) В целом очень доволен!!!', rating: 5},
        {text: 'Выражаю благодарность коллективу магазина за хорошую работу. Запчасти, купленные в вашем магазине, установлены  на мотоцикл и работают хорошо.', rating: 5},
        {text: 'Заказ прибыл быстро! Kачеством,дизайном и упаковкой доволен.Спасибо.', rating: 5}
        ]
      }
    }
  }
</script>

<style scoped>
  .list-review{
    list-style: none;
  }
  .list-review li{
    padding: 20px 0;
    border-bottom: 1px solid #e7e7e7;
  }

  .reviewStars-input {
    overflow: hidden;
    zoom: 0.5;  
    position: relative;
    display: inline-block;
  }
  .reviewStars-input label {
    background: url('http://positivecrash.com/wp-content/uploads/ico-s71a7fdede6.png') no-repeat;
    background-position: 0 0;
    height: 40px;
    width: 43px;
    cursor: pointer;
    margin-right: 10px;
    display: inline-block;
    margin-bottom: 10px;
  }
  .reviewStars-input label.active {
    background-position: 0 -40px;
    height: 40px;
    width: 43px;
  }
  .reviewStars-input .star-0 {
    left: 0px;
  }
  .reviewStars-input .star-1 {
    left: 53px;
  }
  .reviewStars-input .star-2 {
    left: 106px;
  }
  .reviewStars-input .star-3 {
    left: 159px;
  }
  .reviewStars-input .star-4 {
    left: 212px;
  }
  .reviewStars-input .star-5 {
    left: 265px;
  }
</style>