<template>
  <main-layout>
    <div class="content-fluid">
      <h1>{{$route.meta.title}}</h1>
      <div>
        <div class="faq__problem" v-for="(faq, index) in faqList" :key="index">
          <faq-item :faqItem="faq"></faq-item>
        </div>
      </div>
    </div>
  </main-layout>
</template>

<script>
  import MainLayout from '@/layouts/Main.vue'
  import FaqItem from './FaqItem'

  export default {
    components: {
      MainLayout, FaqItem
    },
    data() {
      return {
        toggled: false,
        faqList: [
          {
            problem: 'Что означает ограничение скорости 180 км/ч на спидометре и "ходит" ли мотоцикл больше?',
            answer: 'Однозначно можно сказать, что среднестатистический японский секонд-хэнд с исправным двигателем и настроенными карбюраторами "ходит" со скоростями до 200 км/ч. Можно добавить, что ограничитель срабатывает обычно в зоне 12-13 тыс. оборотов, что на шестой передаче составляет как раз 185-190 км/ч. Спортбайки со "оторванными" ограничителями могут развивать скорость до 220 км/ч (шестая передача, в районе красной зоны тахометра). Но стоит ли говорить, что это предельные параметры, при которых двигатель начинает испытывать дополнительные перегрузки?'
          },
          {
            problem: 'Практикуется-ли скручивание спидометра на мотоциклах сэкондхенд?',
            answer: 'Еще как практикуется! Если конечно, спидометр не электронный и информация не хранится в памяти компьютера, однако и ее можно изменить. Никогда не верьте показателям одометра мотоцикла, если ему более 7 лет! Да это и не имеет значения: вы никогда не узнаете, сколько реально проехал байк на родине, в Японии. Примерная цифра указана в ГТД (государственной таможенной декларации), которая всегда прилагается к мотоциклу. Там указана цифра, которая стояла на одометре при пересечении границы. Поставщику выгодно, чтобы цифра была побольше, чтобы платить меньший налог. Однако сразу после попадания мотоциклов в салоны и к частным лицам, заниющимся перепродажей техники ... Вобщем, пройстейший пример: механизм спидометра усторен так, что "в плюс" идут "обратные" обороты (т.е. против часовой стрелки), когда мотоцикл катится вперед - километраж прибавляется. Многие спидометры не имеют "возвратки", которая плюсует и обороты по часовой, и обороты против часовой стрелки. Таким образом, когда вы катите байк задним ходом, километраж уменьшается. Таким образом можно, например, при помощи электродрели "скрутить" пару-тройку тысяч км. Однако, простые расчеты показывают, что это занятие займет ... более 10 часов! Поэтому иногда корпус спидометра вскрывается и значение на счетчите выставляется такое, какое хочется видеть продавцу. Некоторые салоны принципиально выставляют пробег равным 0 км, как-бы дополнительно подтверждают высказывание "БЕЗ ПРОБЕГА ПО РОССИИ", так как пробег по Японии практически не имеет значения. Европейские же мотоциклы всегда имеют огромный пробег: здесь фишка в том, что европейцы ездят на порядок больше, чем японцы, да и расстояния там побольше. Поэтому не стоит верить "европейцу" 1993 года с пробегом 10000 км. 5000 км - это нормальный сезонный пробег для среднего байкера. 10000 - 2 года. А остальные - в гараже стоял? Не верю!'
          }
        ]
      }
    },
    methods: {
      toggleItem: function() {
        this.toggled = !this.toggled;
      }
    }
  }
</script>

<style scoped>
.faq__problem{
  margin-bottom: 20px;
}
</style>